brew "bat"
brew "btop"
brew "eza"
brew "fastfetch"
brew "k9s"
brew "kubectl"
brew "kubectx"
brew "kustomize"
brew "helm"
brew "helmfile"
brew "stern"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tmux"

cask "rectangle"
cask "jordanbaird-ice"
cask "ghostty"
cask "maccy"
cask "steipete/tap/codexbar"
cask "betterdisplay"
