brew "git"
brew "git-delta"
brew "gh"
brew "glab"
brew "jq"
brew "just"
brew "mise"
brew "neovim"
brew "oh-my-posh"
brew "zsh"
brew "bat"
brew "btop"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "zoxide"
brew "k9s"
brew "kubectl"
brew "kubecolor"
brew "kubectx"
brew "kustomize"
brew "helm"
brew "helmfile"
brew "stern"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "tmux"
brew "unzip"
brew "vivid"

cask "rectangle"
cask "jordanbaird-ice"
cask "ghostty"
cask "maccy"
cask "steipete/tap/codexbar"
cask "betterdisplay"
